Repository: wp-plugins/discounts-for-thecartpress
Catalog: trunk/languages/tcp-discount-*.po
Languages: de_de, es_es, sv_se

source: <strong>Discount for TheCartPress</strong> requires TheCartPress plugin is activated.
de_de: <strong>Discount for TheCartPress</strong> erfordert, dass das TheCartPress-Plugin aktiviert ist.
es_es: <strong>Descuentos parar TheCartPress</strong>requiere el plugin de TheCartPress activado.
sv_se: <strong>Discount for TheCartPress</strong> kräver att tillägget TheCartPress är aktiverat.

source: Discounts
de_de: Rabatte
es_es: Descuentos
sv_se: Rabatter

source: Coupons
es_es: Cupones
sv_se: Kuponger

source: Discount Settings
de_de: Rabatt Einstellungen
es_es: Configuración Descuentos
sv_se: Rabattinställningar

source: Discount layouts
de_de: Rabatt Layouts
es_es: Diseños de Descuentos
sv_se: Rabattlayout

source: Default layouts
de_de: Standard Layouts
es_es: Diseños por defecto
sv_se: Standardlayouts

source: Custom layout
de_de: Benutzderdef. Layouts
es_es: Diseño personalizado
sv_se: Anpassad layout

source: %1$s -> Price before discount; %2$s -> Price after discounr; %3$s -> discount. By default, use &lt;strike&gt;%1$s&lt;/strike&gt; %2$s (-%3$s)
de_de: %1$s -> Preis vor Rabatt; %2$s -> Preis nach Rabatt; %3$s -> Rabatt. Als Standard verwende &lt;strike&gt;%1$s&lt;/strike&gt; %2$s (-%3$s)
es_es: %1$s -> Precio antes del descuento; %2$s -> Precio después del descuento; %3$s -> Descuento. Por defecto, usar &lt;strike&gt;%1$s&lt;/strike&gt; %2$s (-%3$s)
sv_se: %1$s -> pris före rabatt; %2$s -> pris efter rabatt; %3$s -> rabatt. För standard använd &lt;strike&gt;%1$s&lt;/strike&gt; %2$s (-%3$s)

source: If this value is left to blank, then TheCartPress will take this layout from the languages configuration files (mo files).
de_de: Wenn dieser Wert Blank ist, nimmt TheCartPress dieses Layout aus der Sprachenkonfigurationsdateien (.mo-Dateien).
es_es: Si este valor se deja en blanco, TheCartPress usará el diseño del fichero de idiomas (fichero mo)
sv_se: Om detta värde är tomt kommer TheCartPress ta denna layout från språköversättningsfilerna (mo filerna).

source: (Discount -%s)
de_de: (Rabatt -%s)
es_es: (Descuento -%s)
sv_se: (Rabatt - %s)

source: (%s&#37; Off)
de_de: (%s&#37; minus)
es_es: (%s&#37; de descuento)
sv_se: (%s rabatt)

source: Free shipping!
de_de: Kostenloser Versand
es_es: Sin gastos de envío
sv_se: Gratis frakt!

source: (%s off)
de_de: (%s minus)
es_es: (%s de descuento)
sv_se: (%s rabatt)

source: Coupon code
es_es: Código de cupón
sv_se: Kupongkod

source: Add coupon
de_de: Coupon hinzufügen
es_es: Añadir cupón
sv_se: Lägg till kupong

source: Remove coupon
de_de: Coupon entfernen
es_es: Borrar cupón
sv_se: Ta bort kupong

source: The Coupon is invalid or it is out of date. Remember that there are coupons for registered users only.
de_de: Der Coupon ist ung&uuml;ltig oder abgelaufen. Denken Sie daran, dass es Coupons nur f&uuml;r registrierte Benutzer gibt.
es_es: El cupón no es correcto o está fuera de fecha. Recuerde que existen cupones sólo para usuarios registrados
sv_se: Kupongen är ogiltig eller har löpt ut. Kom ihåg att visa kuponger är till för registrerade användare endast.

source: Coupon
es_es: Cupón
sv_se: Kupong

source: no limit
de_de: ohne Limit
es_es: Sin límite
sv_se: ingen gräns

source: Code: %s, Type: %d&#37;, from: %s to %s
de_de: Code: %s, Typ: %d&#37;, von: %s bis %s
es_es: Código: %s, Tipo: %d&#37;, desde: %s hasta %s
sv_se: Kod: %s, typ: %d, från: %s till %s

source: Code: %s, Type: %s, Amount: %d, from: %s to %s
de_de: Code: %s, Typ: %s, Betrag: %d, von: %s bis %s
es_es: Código: %s, Tipo: %s, Cantidad: %d, desde: %s hasta %s
sv_se: Kod: %s, typ: %d, från: %s till %s

source: Coupons used
de_de: Benutzte Coupons
es_es: Cupones usados
sv_se: Använda kuponger

source: Code: %s, Type: %d&#37;
de_de: Code: %s, Typ: %d&#37;
es_es: Código: %s, Tipo: %d&#37;
sv_se: Kod %s, typ: %d

source: Code: %s, Type: %s, Amount: %d
de_de: Code: %s, Typ: %s, Betrag: %d
es_es: Código: %s, Tipo: %s, Cantidad: %d
sv_se: Kod: %s, typ: %s, belopp: %d

source: By Order
de_de: Pro Bestellung
es_es: Por pedido
sv_se: Av order

source: "Greather than" field cannot be zero value
de_de: "Größer als" Feld kann nicht Null sein
es_es: El campo "Mayor que" no puede ser cero
sv_se: "Större än" fält kan inte vara noll

source: One of the fields "Discount" or "Maximum" cannot be zero.
de_de: Eines der Felder "Rabatt" or "Maximum" kann nicht Null sein.
es_es: Uno de los campos, "Descuento" o "Máximo", no puede ser cero
sv_se: Ett av fälten "Rabatt" eller "Maximum" kan inte vara noll.

source: Discount added
de_de: Rabatt hinzugefügt
es_es: Descuento añadido
sv_se: Rabatt tillagd

source: Discount deleted
de_de: Rabatt gelöscht
es_es: Descuento borrado
sv_se: Rabatt borttagen

source: Discount modified
de_de: Rabatt geändert
es_es: Descuento modificado
sv_se: Rabatt modifierad

source: Active
de_de: Aktiv
es_es: Activo
sv_se: Aktiv

source: Greater than
es_es: Mayor que
sv_se: Större än

source: Discount
de_de: Rabatt
es_es: Descuento
sv_se: Rabatt

source: Maximum
es_es: Máximo

source: Apply to each product
de_de: F&uuml;r jedes Product anwenden
es_es: Aplicar a cada producto
sv_se: Gäller alla produkter

source: modify
de_de: ändern
es_es: modificar
sv_se: modifiera

source: delete
de_de: löschen
es_es: borrar
sv_se: ta bort

source: Do you really want to delete this discount?
de_de: Wollen Sie wirklich diesen Rabatt löschen?
es_es: ¿Realmente quiere borrar este descuento?
sv_se: Vill du verkligen ta bort denna rabatt?

source: Yes
de_de: Ja
es_es: Si
sv_se: Ja

source: No, I don't
de_de: Nein
es_es: No
sv_se: Nej

source: Add new discount
de_de: Neuen Rabatt hinzufügen
es_es: Añadir nuevo descuento
sv_se: Lägg till ny rabatt

source: This value will not be used if "Apply to each product" is checked.
de_de: Dieser Wert wird nicht verwendet, wenn "für jedes Produkt anwenden" angeklickt ist.
es_es: Este valor no se usará si "Aplicar a cada producto" está activado
sv_se: Detta värde kommer inte användas om "Gäller alla produkter" är kryssat.

source: add
de_de: hinzufügen
es_es: añadir
sv_se: lägg till

source: By Product
de_de: Pro Produkt
es_es: Por producto
sv_se: Av produkt

source: The value must be a number greater than zero
es_es: El valor debe ser un número mayor de cero
sv_se: Värdet måste vara större än noll

source: Product
de_de: Produkt
es_es: Producto
sv_se: Produkt

source: Type
de_de: Typ
es_es: Tipo
sv_se: Typ

source: Value
de_de: Wert
es_es: Valor
sv_se: Värde

source: All
de_de: Alle
es_es: Todo
sv_se: Alla

source: Options
de_de: Optionen
es_es: Opciones
sv_se: Alternativ

source: Coupon Code field must contain a text
es_es: El campo Cupón debe contener un texto
sv_se: Kupongfältet måste innehålla text

source: Coupon Code exists
es_es: El código de cupón existe
sv_se: Kupongkod existerar

source: From Date field must contain a valid date
es_es: El campo fecha desde deben contener una fecha válida
sv_se: Startdatumfältet måste innehålla ett giltigt datum

source: To Date field must contain a valid date
es_es: El campo fecha hasta debe contener una fecha válida
sv_se: Slutdatumfältet måste innehålla ett giltigt datum

source: Coupon deleted
de_de: Coupon gelöscht
es_es: Descuento borrado
sv_se: Kupong borttagen

source: From date
de_de: Von Datum
es_es: Fecha desde
sv_se: Startdatum

source: To date
de_de: Bis Datum
es_es: Fecha hasta
sv_se: Slutdatum

source: Uses per coupon
de_de: Verwendungen je Coupon
es_es: Usos por cupón
sv_se: Användning per kupong

source: Uses per user
de_de: Verwendungen je Benutzer
es_es: Usos por usuario
sv_se: Användning per användare

source: Do you really want to delete this coupon?
de_de: Wollen Sie diesen Coupon wirklich löschen?
es_es: ¿Realmente quiere borrar este descuento?
sv_se: Är du säker på att du vill ta bort denna kupong?

source: Add New Coupon
es_es: Añadir nuevo Cupón

source: type
de_de: Typ
es_es: tipo
sv_se: typ

source: Format YYYY/MM/DD. Leave 'To Date' blank to have no end.
es_es: Formato AAAA/MM/DD, o dejar vacío para no tener fecha fin

source: To set no limit leave this field to -1 or blank.
de_de: -1 eingeben oder leer lassen, um kein Limit zu setzen
es_es: Para dejar sin límites este campo debe contener un -1 o dejarse en blanco
sv_se: För att inte sätta någon gräns, lämna blankt eller skriv -1.

source: This value will be used only for registered users.
de_de: Dieser Wert wird nur für registrierte Benutzer verwendet
es_es: Este valor se usará únicamente para usuarios registrados
sv_se: Detta värde kommer endast att användas för registrerade användare.

source: Zero value has no sense.
es_es: El valor cero no tiene sentido
sv_se: Nollvärde har ingen betydelse.

source: Discount setup
de_de: Rabatt-Setup
es_es: Configuración de Descuentos
sv_se: Rabattinställningar

source: After saving the title and content, you will be able to edit the specific fields of the product.
de_de: Nachdem Speichern von Titel und Beschreibung k&ouml;nnen Sie die spezifischen Felder des Produkts editieren.
es_es: Tras guardar el título y la descripción, podrá editar los campos específicos del producto.
sv_se: Efter du sparat titel och innehåll kommer du kunna ändra specifika fält för produkten.

source: Current number format is %s
de_de: Aktuelles Zahlenformat ist %s
es_es: El formato numérico actual es %s
sv_se: Nuvarande nummerformat är %s

source: Exclude the product from Discount by Order (only "Apply to each product" option)
de_de: Rabatt pro Bestellung für dieses Produkt nicht anwenden (nur "für jedes Produkt anwenden" Option)
es_es: Excluir el producto de "Descuento por pedido" (Sólo para la opción "Aplicar a cada producto")
sv_se: Exkludera produkterna från "Discount by Order" (endast "Gäller alla produkter" inställningen)

source: Amount
de_de: Betrag
es_es: Cantidad
sv_se: Belopp

source: Percent
de_de: Prozent
es_es: Porcentaje
sv_se: Procent

source: Free Shipping
de_de: Kostenloser Versand
es_es: Sin gastos de envío
sv_se: Gratis frakt
